app/controllers/posts_controller.rb

INSERT INTO "posts" ("comment", "created_at", "updated_at") VALUES (?, ?, ?)  [["comment", "Yes?"], ["created_at", "2016-05-10 04:43:14.057330"], ["updated_at", "2016-05-10 04:43:14.057330"]]
---
	def create
		@new_post = Post.new(post_params)
		@new_post.save